Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/Resources/Localization/Foundation.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

# progress.screen.leaderboard.info.message
source: Hard, Good, and Easy reviews count toward your rank. Again does not.
ar: تُحتسب مراجعات صعب وجيد وسهل في ترتيبك، أما مرة أخرى فلا تُحتسب.
bg: Преговорите с оценка „Трудно“, „Добре“ и „Лесно“ се зачитат за класирането. „Отново“ не се зачита.
bn: কঠিন, ভালো ও সহজ দিয়ে মূল্যায়ন করা পুনরালোচনা আপনার অবস্থান নির্ধারণে গণনা করা হয়। আবার গণনা করা হয় না।
ca: Els repassos valorats amb Difícil, Bé i Fàcil compten per a la classificació. Un altre cop no compta.
cs: Opakování s hodnocením Těžké, Dobré a Snadné se započítávají do umístění. Znovu se nezapočítává.
da: Repetitioner bedømt som Svært, Godt og Let tæller med i din placering. Igen tæller ikke med.
de: Schwer, Gut und Leicht zählen für deinen Rang. Nochmal zählt nicht.
el: Οι επαναλήψεις με βαθμό Δύσκολο, Καλό και Εύκολο μετράνε στη θέση σας. Ο βαθμός Ξανά δεν μετράει.
es_es: Los repasos Difícil, Bien y Fácil cuentan para tu posición. De nuevo no cuenta.
es_mx: Los repasos Difícil, Bien y Fácil cuentan para tu posición. De nuevo no cuenta.
et: Hinnangud „Raske”, „Hea” ja „Lihtne” lähevad edetabelis arvesse. „Uuesti” ei lähe.
fa: مرورهای «سخت»، «خوب» و «آسان» در رتبهٔ شما حساب می‌شوند. «دوباره» حساب نمی‌شود.
fi: Arviot Vaikea, Hyvä ja Helppo lasketaan sijoitukseesi. Uudelleen-arviota ei lasketa.
fr: Les révisions notées « Difficile », « Correct » et « Facile » comptent pour votre classement. « À revoir » ne compte pas.
gu: મુશ્કેલ, સારું અને સરળ રેટિંગવાળાં પુનરાવર્તનો તમારા ક્રમમાં ગણાય છે. ફરી ગણાતું નથી.
he: חזרות בדירוג קשה, טוב וקל נחשבות לדירוג שלך. שוב אינו נחשב.
hi: कठिन, अच्छा और आसान समीक्षाएँ आपकी रैंक में गिनी जाती हैं। फिर से नहीं गिना जाता।
hr: Ponavljanja s ocjenom Teško, Dobro i Lako računaju se za vaš plasman. Ponovno se ne računa.
hu: A Nehéz, Jó és Könnyű értékelésű ismétlések számítanak a helyezésbe. Az Újra nem.
id: Pengulangan Sulit, Baik, dan Mudah dihitung dalam peringkat. Ulangi tidak dihitung.
is: Upprifjanir metnar Erfitt, Gott og Auðvelt telja til stiga. Aftur telur ekki.
it: I ripassi Difficile, Bene e Facile contano per la classifica. Di nuovo non conta.
ja: 「難しい」「良い」「簡単」はランクに加算されます。「もう一度」は加算されません。
kn: ಕಷ್ಟ, ಚೆನ್ನಾಗಿದೆ ಮತ್ತು ಸುಲಭ ಎಂದು ಮೌಲ್ಯಮಾಪನ ಮಾಡಿದ ಪುನರಾವರ್ತನೆಗಳು ಶ್ರೇಯಾಂಕಕ್ಕೆ ಸೇರುತ್ತವೆ. ಮತ್ತೆ ಎನ್ನುವುದು ಸೇರುವುದಿಲ್ಲ.
ko: 어려움, 알맞음, 쉬움으로 평가한 복습은 순위에 반영됩니다. 다시는 반영되지 않습니다.
lt: Įvertinimai „Sunku“, „Gerai“ ir „Lengva“ prisideda prie jūsų vietos. „Dar kartą“ neįskaičiuojamas.
lv: Vērtējumi “Grūti”, “Labi” un “Viegli” ietekmē jūsu vietu. “Vēlreiz” netiek ieskaitīts.
ml: പ്രയാസം, നന്നായി, എളുപ്പം എന്നീ റേറ്റിംഗുകൾ നിങ്ങളുടെ സ്ഥാനത്തിൽ കണക്കാക്കും. വീണ്ടും എന്നത് കണക്കാക്കില്ല.
mr: कठीण, चांगले आणि सोपे या रेटिंगच्या उजळण्या तुमच्या क्रमांकासाठी मोजल्या जातात. पुन्हा हे रेटिंग मोजले जात नाही.
nb: Repetisjoner vurdert som Vanskelig, Bra og Lett teller med i plasseringen din. Igjen teller ikke.
nl: Herhalingen met Moeilijk, Goed en Makkelijk tellen mee voor je positie. Opnieuw telt niet mee.
pa: ਔਖਾ, ਚੰਗਾ ਅਤੇ ਆਸਾਨ ਰੇਟਿੰਗਾਂ ਵਾਲੀਆਂ ਦੁਹਰਾਈਆਂ ਤੁਹਾਡੇ ਦਰਜੇ ਵਿੱਚ ਗਿਣੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਦੁਬਾਰਾ ਵਾਲੀਆਂ ਨਹੀਂ।
pl: Powtórki z oceną Trudne, Dobrze i Łatwe liczą się do rankingu. Jeszcze raz się nie liczy.
pt_br: Revisões avaliadas como Difícil, Bom e Fácil contam para a sua posição. De novo não conta.
ro: Recapitulările evaluate Greu, Bine și Ușor contribuie la poziția ta. Din nou nu contribuie.
ru: «Трудно», «Хорошо» и «Легко» учитываются в рейтинге. «Снова» не учитывается.
sk: Do poradia sa započítavajú hodnotenia Ťažké, Dobré a Ľahké. Znova sa nezapočítava.
sl: Za uvrstitev štejejo ocene Težko, Dobro in Lahko. Znova ne šteje.
sv: Bedömningarna Svårt, Bra och Lätt räknas för din placering. Igen räknas inte.
sw: Marudio ya Ngumu, Nzuri na Rahisi huhesabiwa kwenye nafasi yako. Tena haihesabiwi.
ta: கடினம், நன்று, எளிது என மதிப்பிட்ட மீள்பயிற்சிகள் உங்கள் தரநிலையில் கணக்கிடப்படும். மீண்டும் என்பது கணக்கிடப்படாது.
te: కష్టం, బాగుంది, సులభం అని రేట్ చేసిన పునశ్చరణలు మీ ర్యాంక్‌లో లెక్కించబడతాయి. మళ్లీ అనేది లెక్కించబడదు.
th: การทบทวนที่ให้คะแนน ยาก ดี และ ง่าย จะนับรวมในอันดับ ส่วน อีกครั้ง จะไม่นับ
tr: Zor, İyi ve Kolay yanıtları sıralamanıza sayılır. Tekrar sayılmaz.
uk: Оцінки «Важко», «Добре» та «Легко» враховуються в рейтингу. «Ще раз» не враховується.
ur: مشکل، اچھا اور آسان کی درجہ بندی والی دہرائیاں آپ کے رتبے میں شمار ہوتی ہیں۔ دوبارہ شمار نہیں ہوتا۔
vi: Các lượt ôn tập được đánh giá Khó, Tốt và Dễ được tính vào thứ hạng. Lại không được tính.
zh_hans: “困难”“良好”“简单”计入排名，“重来”不计入。
zu: Ukubukeza okukalwe ngokuthi Kunzima, Kuhle, noma Kulula kubalwa ezingeni lakho. Futhi akubalwa.

# progress.screen.leaderboard.invite.accessibility_label
source: Add a friend
ar: إضافة صديق
bg: Добавяне на приятел
bn: একটি বন্ধু যোগ করুন
ca: Afegeix un amic
cs: Přidat přítele
da: Tilføj en ven
de: Freund hinzufügen
el: Προσθήκη φίλου
es_es: Añadir amigo
es_mx: Agregar amigo
et: Lisa sõber
fa: افزودن دوست
fi: Lisää ystävä
fr: Ajouter un ami
gu: મિત્ર ઉમેરો
he: הוספת חבר
hi: दोस्त जोड़ें
hr: Dodaj prijatelja
hu: Barát hozzáadása
id: Tambah teman
is: Bæta við vini
it: Aggiungi un amico
ja: 友達を追加
kn: ಸ್ನೇಹಿತರನ್ನು ಸೇರಿಸಿ
ko: 친구 추가
lt: Pridėti draugą
lv: Pievienot draugu
ml: സുഹൃത്തിനെ ചേർക്കുക
mr: मित्र जोडा
nb: Legg til en venn
nl: Een vriend toevoegen
pa: ਦੋਸਤ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj znajomego
pt_br: Adicionar um amigo
ro: Adaugă un prieten
ru: Добавить друга
sk: Pridať priateľa
sl: Dodaj prijatelja
sv: Lägg till en vän
sw: Ongeza rafiki
ta: நண்பரைச் சேர்
te: స్నేహితుడిని చేర్చు
th: เพิ่มเพื่อน
tr: Arkadaş ekle
uk: Додати друга
ur: دوست شامل کریں
vi: Thêm bạn
zh_hans: 添加好友
zu: Engeza umngane

# progress.screen.leaderboard.invite.button
source: Add Friend
ar: إضافة صديق
bg: Добавяне на приятел
bn: বন্ধু যোগ করুন
ca: Afegeix amic
cs: Přidat přítele
da: Tilføj ven
de: Freund hinzufügen
el: Προσθήκη φίλου
es_es: Añadir amigo
es_mx: Agregar amigo
et: Lisa sõber
fa: افزودن دوست
fi: Lisää ystävä
fr: Ajouter un ami
gu: મિત્ર ઉમેરો
he: הוספת חבר
hi: दोस्त जोड़ें
hr: Dodaj prijatelja
hu: Barát hozzáadása
id: Tambah Teman
is: Bæta við vini
it: Aggiungi amico
ja: 友達を追加
kn: ಸ್ನೇಹಿತರನ್ನು ಸೇರಿಸಿ
ko: 친구 추가
lt: Pridėti draugą
lv: Pievienot draugu
ml: സുഹൃത്തിനെ ചേർക്കുക
mr: मित्र जोडा
nb: Legg til venn
nl: Vriend toevoegen
pa: ਦੋਸਤ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj znajomego
pt_br: Adicionar amigo
ro: Adaugă un prieten
ru: Добавить друга
sk: Pridať priateľa
sl: Dodaj prijatelja
sv: Lägg till vän
sw: Ongeza Rafiki
ta: நண்பரைச் சேர்
te: స్నేహితుడిని చేర్చు
th: เพิ่มเพื่อน
tr: Arkadaş Ekle
uk: Додати друга
ur: دوست شامل کریں
vi: Thêm bạn
zh_hans: 添加好友
zu: Engeza umngane

# progress.screen.leaderboard.load_failed.message
source: Try again later.
ar: حاول مرة أخرى لاحقًا.
bg: Опитайте отново по-късно.
bn: পরে আবার চেষ্টা করুন।
ca: Torna-ho a provar més tard.
cs: Zkuste to znovu později.
da: Prøv igen senere.
de: Versuche es später erneut.
el: Δοκιμάστε ξανά αργότερα.
es_es: Inténtalo de nuevo más tarde.
es_mx: Inténtalo de nuevo más tarde.
et: Proovi hiljem uuesti.
fa: بعداً دوباره امتحان کنید.
fi: Yritä myöhemmin uudelleen.
fr: Réessayez plus tard.
gu: પછી ફરી પ્રયાસ કરો.
he: יש לנסות שוב מאוחר יותר.
hi: बाद में फिर से कोशिश करें।
hr: Pokušajte ponovno kasnije.
hu: Próbáld újra később.
id: Coba lagi nanti.
is: Reyndu aftur síðar.
it: Riprova più tardi.
ja: 後でもう一度お試しください。
kn: ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 나중에 다시 시도하세요.
lt: Bandykite vėliau.
lv: Mēģiniet vēlāk.
ml: പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: नंतर पुन्हा प्रयत्न करा.
nb: Prøv igjen senere.
nl: Probeer het later opnieuw.
pa: ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Spróbuj ponownie później.
pt_br: Tente de novo mais tarde.
ro: Încearcă din nou mai târziu.
ru: Попробуйте позже.
sk: Skúste to znova neskôr.
sl: Poskusite znova pozneje.
sv: Försök igen senare.
sw: Jaribu tena baadaye.
ta: பின்னர் மீண்டும் முயலவும்.
te: తర్వాత మళ్లీ ప్రయత్నించండి.
th: ลองอีกครั้งภายหลัง
tr: Daha sonra tekrar deneyin.
uk: Спробуйте пізніше.
ur: بعد میں دوبارہ کوشش کریں۔
vi: Hãy thử lại sau.
zh_hans: 请稍后重试。
zu: Zama futhi kamuva.

# progress.screen.leaderboard.load_failed.title
source: Couldn't load the rating leaderboard
ar: تعذّر تحميل لوحة صدارة التقييمات
bg: Не можа да се зареди класацията по преговори
bn: রেটিং লিডারবোর্ড লোড করা যায়নি
ca: No s'ha pogut carregar la classificació de repassos
cs: Žebříček opakování se nepodařilo načíst
da: Ranglisten over repetitioner kunne ikke indlæses
de: Bewertungs-Bestenliste konnte nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση της κατάταξης επαναλήψεων
es_es: No se pudo cargar la clasificación por valoración
es_mx: No se pudo cargar la tabla por valoración
et: Kordamise edetabelit ei saanud laadida
fa: بارگیری جدول رتبه‌بندی مرور ممکن نشد
fi: Kertauksen tulostaulukkoa ei voitu ladata
fr: Impossible de charger le classement par note
gu: રેટિંગ ક્રમાંક યાદી લોડ થઈ શકી નહીં
he: לא ניתן לטעון את טבלת הדירוג
hi: रेटिंग लीडरबोर्ड लोड नहीं हो सका
hr: Nije moguće učitati ljestvicu ocjena
hu: Nem sikerült betölteni a pontszámranglistát
id: Tidak dapat memuat papan peringkat nilai
is: Ekki tókst að hlaða stigatöfluna
it: Impossibile caricare la classifica dei ripassi
ja: 評価リーダーボードを読み込めませんでした
kn: ಪುನರಾವರ್ತನೆ ಶ್ರೇಯಾಂಕಪಟ್ಟಿ ಲೋಡ್ ಮಾಡಲಾಗಲಿಲ್ಲ
ko: 복습 순위표를 불러오지 못함
lt: Nepavyko įkelti įvertinimų lyderių lentelės
lv: Neizdevās ielādēt vērtējumu līderu sarakstu
ml: റേറ്റിംഗ് ലീഡർബോർഡ് ലോഡ് ചെയ്യാനായില്ല
mr: रेटिंग क्रमवारी लोड करता आली नाही
nb: Kunne ikke laste vurderingsrangeringen
nl: Beoordelingsklassement kon niet worden geladen
pa: ਰੇਟਿੰਗ ਦਰਜਾਬੰਦੀ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕੀ
pl: Nie udało się wczytać rankingu ocen
pt_br: Não foi possível carregar o ranking de avaliações
ro: Clasamentul evaluărilor nu a putut fi încărcat
ru: Не удалось загрузить таблицу лидеров по оценкам
sk: Rebríček hodnotení sa nepodarilo načítať
sl: Lestvice ocen ni bilo mogoče naložiti
sv: Topplistan för bedömningar kunde inte läsas in
sw: Ubao wa viwango haukuweza kupakiwa
ta: மதிப்பீட்டுத் தரவரிசையை ஏற்ற முடியவில்லை
te: రేటింగ్ లీడర్‌బోర్డ్ లోడ్ కాలేదు
th: โหลดตารางอันดับคะแนนไม่ได้
tr: Puan sıralaması yüklenemedi
uk: Не вдалося завантажити таблицю рейтингу
ur: درجہ بندی لوڈ نہیں ہو سکی
vi: Không thể tải bảng xếp hạng đánh giá
zh_hans: 无法加载评分排行榜
zu: Ibhodi labahamba phambili ngokulinganisa alilayishekanga

# progress.screen.leaderboard.offline.message
source: Connect to the internet to load the rating leaderboard.
ar: اتصل بالإنترنت لتحميل لوحة صدارة التقييمات.
bg: Свържете се с интернет, за да заредите класацията по преговори.
bn: রেটিং লিডারবোর্ড লোড করতে ইন্টারনেটের সাথে সংযোগ করুন।
ca: Connecteu-vos a Internet per carregar la classificació de repassos.
cs: Pro načtení žebříčku opakování se připojte k internetu.
da: Opret forbindelse til internettet for at indlæse ranglisten over repetitioner.
de: Stelle eine Internetverbindung her, um die Bewertungs-Bestenliste zu laden.
el: Συνδεθείτε στο διαδίκτυο για να φορτώσετε την κατάταξη επαναλήψεων.
es_es: Conéctate a internet para cargar la clasificación por valoración.
es_mx: Conéctate a internet para cargar la tabla por valoración.
et: Kordamise edetabeli laadimiseks loo internetiühendus.
fa: برای بارگیری جدول رتبه‌بندی مرور به اینترنت متصل شوید.
fi: Yhdistä internetiin ladataksesi kertauksen tulostaulukon.
fr: Connectez-vous à Internet pour charger le classement par note.
gu: રેટિંગ ક્રમાંક યાદી લોડ કરવા ઇન્ટરનેટ સાથે જોડાઓ.
he: כדי לטעון את טבלת הדירוג, יש להתחבר לאינטרנט.
hi: रेटिंग लीडरबोर्ड लोड करने के लिए इंटरनेट से कनेक्ट करें।
hr: Povežite se s internetom za učitavanje ljestvice ocjena.
hu: Csatlakozz az internethez a pontszámranglista betöltéséhez.
id: Hubungkan ke internet untuk memuat papan peringkat nilai.
is: Tengstu internetinu til að hlaða stigatöfluna.
it: Connettiti a internet per caricare la classifica dei ripassi.
ja: 評価リーダーボードを読み込むにはインターネットに接続してください。
kn: ಪುನರಾವರ್ತನೆ ಶ್ರೇಯಾಂಕಪಟ್ಟಿ ಲೋಡ್ ಮಾಡಲು ಇಂಟರ್ನೆಟ್‌ಗೆ ಸಂಪರ್ಕಿಸಿ.
ko: 복습 순위표를 불러오려면 인터넷에 연결하세요.
lt: Prisijunkite prie interneto, kad įkeltumėte įvertinimų lyderių lentelę.
lv: Izveidojiet savienojumu ar internetu, lai ielādētu vērtējumu līderu sarakstu.
ml: റേറ്റിംഗ് ലീഡർബോർഡ് ലോഡ് ചെയ്യാൻ ഇന്റർനെറ്റിൽ ബന്ധിപ്പിക്കുക.
mr: रेटिंग क्रमवारी लोड करण्यासाठी इंटरनेटशी जोडा.
nb: Koble til internett for å laste vurderingsrangeringen.
nl: Maak verbinding met internet om het beoordelingsklassement te laden.
pa: ਰੇਟਿੰਗ ਦਰਜਾਬੰਦੀ ਲੋਡ ਕਰਨ ਲਈ ਇੰਟਰਨੈੱਟ ਨਾਲ ਜੁੜੋ।
pl: Połącz się z internetem, aby wczytać ranking ocen.
pt_br: Conecte-se à internet para carregar o ranking de avaliações.
ro: Conectează-te la internet pentru a încărca clasamentul evaluărilor.
ru: Подключитесь к интернету, чтобы загрузить таблицу лидеров по оценкам.
sk: Na načítanie rebríčka hodnotení sa pripojte k internetu.
sl: Za nalaganje lestvice ocen se povežite z internetom.
sv: Anslut till internet för att läsa in topplistan för bedömningar.
sw: Unganisha kwenye intaneti ili kupakia ubao wa viwango.
ta: மதிப்பீட்டுத் தரவரிசையை ஏற்ற இணையத்துடன் இணையவும்.
te: రేటింగ్ లీడర్‌బోర్డ్‌ను లోడ్ చేయడానికి ఇంటర్నెట్‌కు కనెక్ట్ అవ్వండి.
th: เชื่อมต่ออินเทอร์เน็ตเพื่อโหลดตารางอันดับคะแนน
tr: Puan sıralamasını yüklemek için internete bağlanın.
uk: Підключіться до інтернету, щоб завантажити таблицю рейтингу.
ur: درجہ بندی لوڈ کرنے کے لیے انٹرنیٹ سے جڑیں۔
vi: Kết nối internet để tải bảng xếp hạng đánh giá.
zh_hans: 连接互联网以加载评分排行榜。
zu: Xhuma ku-inthanethi ukuze ulayishe ibhodi labahamba phambili ngokulinganisa.

# progress.screen.leaderboard.offline.title
source: You're offline
ar: أنت غير متصل
bg: Вие сте офлайн
bn: আপনি অফলাইনে আছেন
ca: Estàs fora de línia
cs: Jste offline
da: Du er offline
de: Du bist offline
el: Είστε εκτός σύνδεσης
es_es: Sin conexión
es_mx: Sin conexión
et: Oled võrguühenduseta
fa: آفلاین هستید
fi: Olet offline-tilassa
fr: Vous êtes hors ligne
gu: તમે ઑફલાઇન છો
he: אין חיבור לרשת
hi: आप ऑफ़लाइन हैं
hr: Izvan mreže ste
hu: Offline vagy
id: Anda offline
is: Þú ert án nettengingar
it: Sei offline
ja: オフラインです
kn: ನೀವು ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿದ್ದೀರಿ
ko: 오프라인 상태
lt: Esate neprisijungę
lv: Jūs esat bezsaistē
ml: നിങ്ങൾ ഓഫ്‌ലൈനിലാണ്
mr: तुम्ही ऑफलाइन आहात
nb: Du er frakoblet
nl: Je bent offline
pa: ਤੁਸੀਂ ਆਫ਼ਲਾਈਨ ਹੋ
pl: Jesteś offline
pt_br: Você está offline
ro: Ești offline
ru: Вы офлайн
sk: Ste offline
sl: Brez povezave ste
sv: Du är offline
sw: Huna muunganisho wa intaneti
ta: இணைய இணைப்பு இல்லை
te: మీరు ఆఫ్‌లైన్‌లో ఉన్నారు
th: คุณออฟไลน์อยู่
tr: Çevrimdışısınız
uk: Ви не в мережі
ur: آپ آف لائن ہیں
vi: Bạn đang ngoại tuyến
zh_hans: 您处于离线状态
zu: Awuxhumekile ku-inthanethi

# progress.screen.leaderboard.participation_disabled.button
source: Open rating leaderboard settings
ar: افتح إعدادات لوحة صدارة التقييمات
bg: Отворете настройките на класацията по преговори
bn: রেটিং লিডারবোর্ড সেটিংস খুলুন
ca: Obre la configuració de la classificació de repassos
cs: Otevřít nastavení žebříčku opakování
da: Åbn indstillinger for ranglisten over repetitioner
de: Bewertungs-Bestenliste-Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων κατάταξης επαναλήψεων
es_es: Abrir ajustes de valoración
es_mx: Abrir configuración de valoración
et: Ava kordamise edetabeli seaded
fa: باز کردن تنظیمات جدول رتبه‌بندی مرور
fi: Avaa kertauksen tulostaulukon asetukset
fr: Ouvrir les réglages du classement par note
gu: રેટિંગ ક્રમાંક યાદીનાં સેટિંગ્સ ખોલો
he: פתיחת הגדרות טבלת הדירוג
hi: रेटिंग लीडरबोर्ड सेटिंग खोलें
hr: Otvori postavke ljestvice ocjena
hu: Pontszámranglista beállításainak megnyitása
id: Buka pengaturan papan peringkat nilai
is: Opna stillingar stigatöflu
it: Apri le impostazioni della classifica dei ripassi
ja: 評価リーダーボード設定を開く
kn: ಪುನರಾವರ್ತನೆ ಶ್ರೇಯಾಂಕಪಟ್ಟಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ko: 복습 순위표 설정 열기
lt: Atidaryti įvertinimų lyderių lentelės nustatymus
lv: Atvērt vērtējumu līderu saraksta iestatījumus
ml: റേറ്റിംഗ് ലീഡർബോർഡ് ക്രമീകരണങ്ങൾ തുറക്കുക
mr: रेटिंग क्रमवारीची सेटिंग्ज उघडा
nb: Åpne innstillinger for vurderingsrangeringen
nl: Instellingen voor het beoordelingsklassement openen
pa: ਰੇਟਿੰਗ ਦਰਜਾਬੰਦੀ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
pl: Otwórz ustawienia rankingu ocen
pt_br: Abrir ajustes do ranking de avaliações
ro: Deschide configurările clasamentului evaluărilor
ru: Открыть настройки таблицы лидеров по оценкам
sk: Otvoriť nastavenia rebríčka hodnotení
sl: Odpri nastavitve lestvice ocen
sv: Öppna inställningarna för topplistan för bedömningar
sw: Fungua mipangilio ya ubao wa viwango
ta: மதிப்பீட்டுத் தரவரிசை அமைப்புகளைத் திற
te: రేటింగ్ లీడర్‌బోర్డ్ సెట్టింగ్‌లను తెరువు
th: เปิดการตั้งค่าตารางอันดับคะแนน
tr: Puan sıralaması ayarlarını aç
uk: Відкрити параметри рейтингу
ur: درجہ بندی کی ترتیبات کھولیں
vi: Mở cài đặt bảng xếp hạng đánh giá
zh_hans: 打开评分排行榜设置
zu: Vula izilungiselelo zebhodi labahamba phambili ngokulinganisa

# progress.screen.leaderboard.participation_disabled.message
source: Rankings are visible only while you participate in the rating leaderboard.
ar: تظهر التصنيفات فقط أثناء مشاركتك في لوحة صدارة التقييمات.
bg: Класациите се виждат само докато участвате в класацията по преговори.
bn: আপনি যখন রেটিং লিডারবোর্ডে অংশগ্রহণ করেন তখনই র‌্যাঙ্কিং দৃশ্যমান হয়।
ca: Les classificacions només són visibles mentre participeu a la classificació de repassos.
cs: Pořadí je viditelné pouze při účasti v žebříčku opakování.
da: Placeringer er kun synlige, mens du deltager i ranglisten over repetitioner.
de: Platzierungen sind nur sichtbar, solange du an der Bewertungs-Bestenliste teilnimmst.
el: Οι θέσεις είναι ορατές μόνο όσο συμμετέχετε στην κατάταξη επαναλήψεων.
es_es: Las posiciones solo son visibles mientras participas en la clasificación por valoración.
es_mx: Las posiciones solo son visibles mientras participas en la tabla por valoración.
et: Edetabeli kohad on nähtavad ainult siis, kui osaled kordamise edetabelis.
fa: رتبه‌ها فقط هنگام شرکت شما در جدول رتبه‌بندی مرور دیده می‌شوند.
fi: Sijoitukset näkyvät vain, kun osallistut kertauksen tulostaulukkoon.
fr: Les classements sont visibles uniquement si vous participez au classement par note.
gu: તમે રેટિંગ ક્રમાંક યાદીમાં ભાગ લો ત્યારે જ ક્રમ દેખાય છે.
he: הדירוגים מוצגים רק בזמן השתתפות בטבלת הדירוג.
hi: रैंकिंग केवल तभी दिखती है जब आप रेटिंग लीडरबोर्ड में भाग लेते हैं।
hr: Plasman je vidljiv samo dok sudjelujete na ljestvici ocjena.
hu: A helyezések csak a pontszámranglistán való részvétel közben láthatók.
id: Peringkat hanya terlihat saat Anda berpartisipasi di papan peringkat nilai.
is: Staða sést aðeins á meðan þú tekur þátt í stigatöflunni.
it: Le posizioni sono visibili solo mentre partecipi alla classifica dei ripassi.
ja: ランキングは評価リーダーボードに参加している間のみ表示されます。
kn: ಪುನರಾವರ್ತನೆ ಶ್ರೇಯಾಂಕಪಟ್ಟಿಯಲ್ಲಿ ಭಾಗವಹಿಸುವಾಗ ಮಾತ್ರ ಸ್ಥಾನಗಳು ಕಾಣುತ್ತವೆ.
ko: 복습 순위표에 참여하는 동안에만 순위를 볼 수 있습니다.
lt: Vietos matomos tik dalyvaujant įvertinimų lyderių lentelėje.
lv: Vietas ir redzamas tikai tad, ja piedalāties vērtējumu līderu sarakstā.
ml: റേറ്റിംഗ് ലീഡർബോർഡിൽ പങ്കെടുക്കുമ്പോൾ മാത്രം സ്ഥാനങ്ങൾ കാണാം.
mr: रेटिंग क्रमवारीत सहभागी असतानाच क्रमांक दिसतात.
nb: Plasseringer er bare synlige mens du deltar i vurderingsrangeringen.
nl: Posities zijn alleen zichtbaar als je deelneemt aan het beoordelingsklassement.
pa: ਦਰਜਾਬੰਦੀ ਸਿਰਫ਼ ਉਸ ਵੇਲੇ ਦਿਸਦੀ ਹੈ ਜਦੋਂ ਤੁਸੀਂ ਰੇਟਿੰਗ ਦਰਜਾਬੰਦੀ ਵਿੱਚ ਹਿੱਸਾ ਲੈਂਦੇ ਹੋ।
pl: Ranking jest widoczny tylko wtedy, gdy bierzesz w nim udział.
pt_br: As posições ficam visíveis apenas enquanto você participa do ranking de avaliações.
ro: Clasamentul este vizibil doar cât timp participi la clasamentul evaluărilor.
ru: Рейтинг виден только пока вы участвуете в таблице лидеров по оценкам.
sk: Poradie je viditeľné iba počas účasti v rebríčku hodnotení.
sl: Uvrstitve so vidne le med sodelovanjem na lestvici ocen.
sv: Placeringar visas bara när du deltar i topplistan för bedömningar.
sw: Nafasi zinaonekana tu unaposhiriki kwenye ubao wa viwango.
ta: மதிப்பீட்டுத் தரவரிசையில் நீங்கள் பங்கேற்கும்போது மட்டுமே தரநிலைகள் தெரியும்.
te: మీరు రేటింగ్ లీడర్‌బోర్డ్‌లో పాల్గొంటున్నప్పుడే ర్యాంక్‌లు కనిపిస్తాయి.
th: ดูอันดับได้เฉพาะขณะที่คุณเข้าร่วมตารางอันดับคะแนน
tr: Sıralamalar yalnızca puan sıralamasına katıldığınızda görünür.
uk: Рейтинг доступний лише за умови участі в ньому.
ur: رتبے صرف درجہ بندی میں شرکت کرنے پر دکھائی دیتے ہیں۔
vi: Chỉ có thể xem thứ hạng khi bạn tham gia bảng xếp hạng đánh giá.
zh_hans: 只有参与评分排行榜时才能查看排名。
zu: Amazinga abonakala kuphela uma ubamba iqhaza ebhodini labahamba phambili ngokulinganisa.

# progress.screen.leaderboard.participation_disabled.title
source: Rating participation is off
ar: المشاركة في التقييمات متوقفة
bg: Участието в класацията по преговори е изключено
bn: পুনরালোচনার লিডারবোর্ডে অংশগ্রহণ বন্ধ আছে
ca: La participació a la classificació de repassos està desactivada
cs: Účast v žebříčku opakování je vypnutá
da: Deltagelse i repetitionsranglisten er slået fra
de: Bewertungs-Teilnahme ist aus
el: Η συμμετοχή στην κατάταξη επαναλήψεων είναι ανενεργή
es_es: La participación por valoración está desactivada
es_mx: La participación por valoración está desactivada
et: Kordamise edetabelis osalemine on välja lülitatud
fa: شرکت در رتبه‌بندی مرور غیرفعال است
fi: Kertauksen tulostaulukkoon osallistuminen on pois käytöstä
fr: Participation au classement par note désactivée
gu: રેટિંગમાં ભાગ લેવાનું બંધ છે
he: ההשתתפות בדירוג כבויה
hi: रेटिंग भागीदारी बंद है
hr: Sudjelovanje u ocjenjivanju je isključeno
hu: Pontszámranglista-részvétel kikapcsolva
id: Partisipasi peringkat nilai nonaktif
is: Slökkt á þátttöku í stigatöflu
it: Partecipazione alla classifica disattivata
ja: 評価への参加はオフです
kn: ಶ್ರೇಯಾಂಕದಲ್ಲಿ ಭಾಗವಹಿಸುವಿಕೆ ನಿಷ್ಕ್ರಿಯವಾಗಿದೆ
ko: 순위표 참여 꺼짐
lt: Dalyvavimas įvertinimų lentelėje išjungtas
lv: Dalība vērtējumu sarakstā ir izslēgta
ml: റേറ്റിംഗ് പങ്കാളിത്തം ഓഫാണ്
mr: रेटिंगमधील सहभाग बंद आहे
nb: Deltakelse i vurderingsrangeringen er av
nl: Deelname aan het beoordelingsklassement is uitgeschakeld
pa: ਰੇਟਿੰਗ ਵਿੱਚ ਭਾਗੀਦਾਰੀ ਬੰਦ ਹੈ
pl: Udział w rankingu ocen wyłączony
pt_br: Participação no ranking de avaliações desativada
ro: Participarea la evaluări este dezactivată
ru: Участие в рейтинге оценок отключено
sk: Účasť v hodnotení je vypnutá
sl: Sodelovanje pri ocenah je izklopljeno
sv: Deltagande i bedömningar är avstängt
sw: Ushiriki wa viwango umezimwa
ta: மதிப்பீட்டுப் பங்கேற்பு முடக்கப்பட்டுள்ளது
te: రేటింగ్ భాగస్వామ్యం ఆఫ్‌లో ఉంది
th: ปิดการเข้าร่วมตารางอันดับคะแนนอยู่
tr: Puan sıralamasına katılım kapalı
uk: Участь у рейтингу вимкнено
ur: درجہ بندی میں شرکت بند ہے
vi: Đã tắt tham gia xếp hạng đánh giá
zh_hans: 未参与评分排行
zu: Ukubamba iqhaza ekulinganiseni kuvaliwe
